window.HEXAGRAM_SCHEMAS = {
    "履":  {
              "number":  10,
              "file":  "10-履.md",
              "schemas":  {
                              "1":  "行走",
                              "2":  "居_处",
                              "3":  "至",
                              "4":  "经历",
                              "5":  "实行",
                              "6":  "踏勘"
                          },
              "idioms":  null,
              "zong":  "小畜"
          },
    "泰":  {
              "number":  11,
              "file":  "11-泰.md",
              "schemas":  {
                              "1":  "宽裕",
                              "2":  "通畅",
                              "3":  "安宁",
                              "4":  "奢侈",
                              "5":  "美好",
                              "6":  "骄纵"
                          },
              "idioms":  null,
              "zong":  "否"
          },
    "否":  {
              "number":  12,
              "file":  "12-否.md",
              "schemas":  {
                              "1":  "鄙陋",
                              "2":  "闭塞",
                              "3":  "恶",
                              "4":  "困厄",
                              "5":  "大",
                              "6":  "无"
                          },
              "idioms":  null,
              "zong":  "泰"
          },
    "同人":  {
               "number":  13,
               "file":  "13-同人.md",
               "schemas":  {
                               "1":  "威重",
                               "2":  "交往",
                               "3":  "开辟",
                               "4":  "慎重",
                               "5":  "统一",
                               "6":  "培植"
                           },
               "idioms":  {
                              "1":  "威重令行",
                              "2":  "敦亲睦族",
                              "3":  "披荆斩棘",
                              "4":  "慎谋能断",
                              "5":  "化敌为友",
                              "6":  "深耕易耨 / 培兰树蕙"
                          },
               "zong":  "大有"
           },
    "大有":  {
               "number":  14,
               "file":  "14-大有.md",
               "schemas":  {
                               "1":  "结交",
                               "2":  "占有",
                               "3":  "劝勉",
                               "4":  "设界",
                               "5":  "治理",
                               "6":  "宽宥"
                           },
               "idioms":  {
                              "1":  "择交而友 / 戒骄戒躁",
                              "2":  "满载而归",
                              "3":  "诱掖奖劝",
                              "4":  "亲疏有别",
                              "5":  "恩威并施",
                              "6":  "大赦天下"
                          },
               "zong":  "同人"
           },
    "谦":  {
              "number":  15,
              "file":  "15-谦.md",
              "schemas":  {
                              "1":  "谦卑",
                              "2":  "满足",
                              "3":  "吞并",
                              "4":  "减损",
                              "5":  "歉意",
                              "6":  "慊恨"
                          },
              "idioms":  {
                             "1":  "谦谦君子",
                             "2":  "如愿以偿",
                             "3":  "席卷宇内",
                             "4":  "退避三舍",
                             "5":  "愤愤不平 / 深自愧悔",
                             "6":  "报仇雪恨/死不瞑目"
                         },
              "zong":  "豫"
          },
    "豫":  {
              "number":  16,
              "file":  "16-豫.md",
              "schemas":  {
                              "1":  "欲望",
                              "2":  "等待",
                              "3":  "预备",
                              "4":  "亲附",
                              "5":  "宽舒",
                              "6":  "倨傲"
                          },
              "idioms":  {
                             "1":  "梦寐以求/一吐为快",
                             "2":  "刻峭寡合/翘首以待",
                             "3":  "未雨绸缪/悔不当初",
                             "4":  "众心归顺/敬谢不敏",
                             "5":  "心宽意适",
                             "6":  "倔强倨傲/冥顽不灵"
                         },
              "zong":  "谦"
          },
    "蛊":  {
              "number":  18,
              "file":  "18-蛊.md",
              "schemas":  {
                              "1":  "盬：粗劣",
                              "2":  "专固",
                              "3":  "竭力",
                              "4":  "姑息",
                              "5":  "继承",
                              "6":  "故：祭祀"
                          },
              "idioms":  null,
              "zong":  "随"
          },
    "临":  {
              "number":  19,
              "file":  "19-临.md",
              "schemas":  {
                              "1":  "守卫",
                              "2":  "碰上/攻伐",
                              "3":  "照耀",
                              "4":  "给予",
                              "5":  "临摹",
                              "6":  "监理"
                          },
              "idioms":  {
                             "1":  "讳莫如深",
                             "2":  "逢敌亮剑",
                             "3":  "酣畅淋漓",
                             "4":  "疾风劲草",
                             "5":  "入木三分",
                             "6":  "朝督暮责"
                         },
              "zong":  "观"
          },
    "乾":  {
              "number":  1,
              "file":  "1-乾.md",
              "schemas":  {
                              "1":  "空乏",
                              "2":  "建立",
                              "3":  "干求",
                              "4":  "干犯",
                              "5":  "治理",
                              "6":  "捍卫/刚强"
                          },
              "idioms":  {
                             "1":  "潜龙勿用 / 虚怀若谷",
                             "2":  "见龙在田 / 建功立业",
                             "3":  "朝乾夕惕 / 孜孜不倦",
                             "4":  "跃龙在渊 / 锋芒毕露",
                             "5":  "飞龙在天 / 位高权重",
                             "6":  "亢龙有悔 / 固执己见"
                         },
              "zong":  "乾"
          },
    "观":  {
              "number":  20,
              "file":  "20-观.md",
              "schemas":  {
                              "1":  "勤勉",
                              "2":  "观察/占卜",
                              "3":  "借鉴/鉴戒",
                              "4":  "辅助",
                              "5":  "示范",
                              "6":  "劝导"
                          },
              "idioms":  {
                             "1":  "勤勤恳恳",
                             "2":  "见微知著",
                             "3":  "以人为鉴",
                             "4":  "集思广益",
                             "5":  "言传身教 / 无言之教",
                             "6":  "谆谆教诲"
                         },
              "zong":  "临"
          },
    "噬嗑":  {
               "number":  21,
               "file":  "21-噬嗑.md",
               "schemas":  {
                               "1":  "逝：及",
                               "2":  "闭阖",
                               "3":  "忧",
                               "4":  "敲击",
                               "5":  "吞噬",
                               "6":  "瞌眼"
                           },
               "idioms":  {
                              "1":  "小惩大诫",
                              "2":  "狼吞虎咽",
                              "3":  "咬紧牙关",
                              "4":  "势如破竹",
                              "5":  "鲸吞蚕食",
                              "6":  "怙恶不悛"
                          },
               "zong":  "贲"
           },
    "贲":  {
              "number":  22,
              "file":  "22-贲.md",
              "schemas":  {
                              "1":  "发抒",
                              "2":  "辨别",
                              "3":  "装饰",
                              "4":  "奋勇",
                              "5":  "班赐",
                              "6":  "覆败"
                          },
              "idioms":  {
                             "1":  "招摇过市",
                             "2":  "历历可辨",
                             "3":  "金碧辉煌",
                             "4":  "奋勇当先",
                             "5":  "分甘共苦/束帛加璧",
                             "6":  "落红护花"
                         },
              "zong":  "噬嗑"
          },
    "剥":  {
              "number":  23,
              "file":  "23-剥.md",
              "schemas":  {
                              "1":  "依凭",
                              "2":  "质朴",
                              "3":  "相异",
                              "4":  "承担",
                              "5":  "服御",
                              "6":  "裸露"
                          },
              "idioms":  {
                             "1":  "怠惰因循 / 有恃无恐",
                             "2":  "返璞归真 / 胸无城府",
                             "3":  "相反相成 / 拨乱反正",
                             "4":  "自投于地 / 负荆请罪",
                             "5":  "贯鱼承宠 / 尊贤使能",
                             "6":  "硕果仅存"
                         },
              "zong":  "复"
          },
    "复":  {
              "number":  24,
              "file":  "24-复.md",
              "schemas":  {
                              "1":  "消除",
                              "2":  "覆庇",
                              "3":  "宽宥",
                              "4":  "重复",
                              "5":  "覆盖",
                              "6":  "刚愎"
                          },
              "idioms":  {
                             "1":  "休养生息 / 一阳来复",
                             "2":  "并容徧覆 / 覆庇之恩",
                             "3":  "引狼入室 / 以礼相待",
                             "4":  "三省吾身 / 三思而行",
                             "5":  "怡然自得 / 韬光养晦",
                             "6":  "刚愎自用 / 执迷不悟"
                         },
              "zong":  "剥"
          },
    "无妄":  {
               "number":  25,
               "file":  "25-无妄.md",
               "schemas":  {
                               "1":  "外出",
                               "2":  "非分",
                               "3":  "丢失",
                               "4":  "盟誓",
                               "5":  "禁止",
                               "6":  "寻常"
                           },
               "idioms":  null,
               "zong":  "大畜"
           },
    "大畜":  {
               "number":  26,
               "file":  "26-大畜.md",
               "schemas":  {
                               "1":  "牵痛",
                               "2":  "积蓄",
                               "3":  "勤劳",
                               "4":  "制止",
                               "5":  "怀藏",
                               "6":  "治理"
                           },
               "idioms":  null,
               "zong":  "无妄"
           },
    "颐":  {
              "number":  27,
              "file":  "27-颐.md",
              "schemas":  {
                              "1":  "享乐",
                              "2":  "供养",
                              "3":  "教养",
                              "4":  "取/痒",
                              "5":  "信守养护",
                              "6":  "蓄养"
                          },
              "idioms":  null,
              "zong":  "颐"
          },
    "大过":  {
               "number":  28,
               "file":  "28-大过.md",
               "schemas":  {
                               "1":  "给予",
                               "2":  "过活",
                               "3":  "过分",
                               "4":  "转移",
                               "5":  "失度",
                               "6":  "失去"
                           },
               "idioms":  {
                              "1":  "谨小慎微 / 借花献佛",
                              "2":  "枯木逢春 / 枯杨生稊",
                              "3":  "过为已甚",
                              "4":  "借力使力",
                              "5":  "虚有其表 / 枯杨生华",
                              "6":  "灭顶之灾 / 进退失据"
                          },
               "zong":  "大过"
           },
    "习坎":  {
               "number":  29,
               "file":  "29-习坎.md",
               "schemas":  {
                               "1":  "陷落",
                               "2":  "陷坑",
                               "3":  "掘坑",
                               "4":  "不自满",
                               "5":  "敛藏",
                               "6":  "忧/恨"
                           },
               "idioms":  {
                              "1":  "误入歧途",
                              "2":  "步履维艰 / 路见不平",
                              "3":  "积重难返 / 自掘坟墓",
                              "4":  "行远自迩",
                              "5":  "游刃有余 / 藏锋敛锐",
                              "6":  "弄巧成拙"
                          },
               "zong":  "习坎"
           },
    "坤":  {
              "number":  2,
              "file":  "2-坤.md",
              "schemas":  {
                              "1":  "顺应",
                              "2":  "安定",
                              "3":  "顺序",
                              "4":  "柔顺",
                              "5":  "训导",
                              "6":  "降服"
                          },
              "idioms":  {
                             "1":  "履霜坚冰 / 顺理成章",
                             "2":  "安然如故",
                             "3":  "含章可贞 / 循次而进",
                             "4":  "循循善诱",
                             "5":  "垂衣而治",
                             "6":  "以理服人 / 以力服人"
                         },
              "zong":  "坤"
          },
    "离":  {
              "number":  30,
              "file":  "30-离.md",
              "schemas":  {
                              "1":  "罹：遭遇",
                              "2":  "耦：配对",
                              "3":  "丧失",
                              "4":  "流离",
                              "5":  "分离",
                              "6":  "执法"
                          },
              "idioms":  null,
              "zong":  "离"
          },
    "咸":  {
              "number":  31,
              "file":  "31-咸.md",
              "schemas":  {
                              "1":  "感应",
                              "2":  "减除",
                              "3":  "共同",
                              "4":  "和睦",
                              "5":  "诚意",
                              "6":  "完毕"
                          },
              "idioms":  null,
              "zong":  "恒"
          },
    "恒":  {
              "number":  32,
              "file":  "32-恒.md",
              "schemas":  {
                              "1":  "穷尽",
                              "2":  "规律",
                              "3":  "恒心",
                              "4":  "寻常",
                              "5":  "伦常",
                              "6":  "固定"
                          },
              "idioms":  null,
              "zong":  "咸"
          },
    "大壮":  {
               "number":  34,
               "file":  "34-大壮.md",
               "schemas":  {
                               "1":  "戕伤",
                               "2":  "牢固",
                               "3":  "激烈",
                               "4":  "庄重",
                               "5":  "庄美",
                               "6":  "装入"
                           },
               "idioms":  null,
               "zong":  "遁"
           },
    "家人":  {
               "number":  37,
               "file":  "37-家人.md",
               "schemas":  {
                               "1":  "室内",
                               "2":  "内部",
                               "3":  "驯养",
                               "4":  "家产",
                               "5":  "采邑",
                               "6":  "持家"
                           },
               "idioms":  null,
               "zong":  "睽"
           },
    "蹇":  {
              "number":  39,
              "file":  "39-蹇.md",
              "schemas":  {
                              "1":  "噪扰不安",
                              "2":  "忠贞貌",
                              "3":  "断绝",
                              "4":  "攓：撩衣做工",
                              "5":  "坚固",
                              "6":  "拔取"
                          },
              "idioms":  null,
              "zong":  "解"
          },
    "屯":  {
              "number":  3,
              "file":  "3-屯.md",
              "schemas":  {
                              "1":  "驻扎",
                              "2":  "迍难",
                              "3":  "堵塞",
                              "4":  "敦厚",
                              "5":  "囤积",
                              "6":  "土阜"
                          },
              "idioms":  null,
              "zong":  "蒙"
          },
    "损":  {
              "number":  41,
              "file":  "41-损.md",
              "schemas":  {
                              "1":  "减损",
                              "2":  "谦退",
                              "3":  "圆/动",
                              "4":  "废弃",
                              "5":  "丧失",
                              "6":  "陨落"
                          },
              "idioms":  null,
              "zong":  "益"
          },
    "益":  {
              "number":  42,
              "file":  "42-益.md",
              "schemas":  {
                              "1":  "富饶",
                              "2":  "好处",
                              "3":  "溢出",
                              "4":  "助益",
                              "5":  "慎_使顺笃",
                              "6":  "骄溢"
                          },
              "idioms":  null,
              "zong":  "损"
          },
    "夬":  {
              "number":  43,
              "file":  "43-夬.md",
              "schemas":  {
                              "1":  "废弛",
                              "2":  "判断",
                              "3":  "决裂",
                              "4":  "果决",
                              "5":  "決骤",
                              "6":  "诀别"
                          },
              "idioms":  {
                             "1":  "纲纪废弛",
                             "2":  "板上钉钉 / 一字千钧",
                             "3":  "势不两立",
                             "4":  "一意孤行",
                             "5":  "快刀斩乱麻",
                             "6":  "分道扬镳 / 天涯比邻"
                         },
              "zong":  "姤"
          },
    "姤":  {
              "number":  44,
              "file":  "44-姤.md",
              "schemas":  {
                              "1":  "邂逅",
                              "2":  "谋求",
                              "3":  "遭遇",
                              "4":  "求购",
                              "5":  "讲求",
                              "6":  "媾和"
                          },
              "idioms":  {
                             "1":  "不忘初心 / 心浮气躁",
                             "2":  "从长计议",
                             "3":  "苟延残喘",
                             "4":  "急功近利",
                             "5":  "拳拳服膺 / 念兹在兹",
                             "6":  "卧薪尝胆"
                         },
              "zong":  "夬"
          },
    "困":  {
              "number":  47,
              "file":  "47-困.md",
              "schemas":  {
                              "1":  "隐居",
                              "2":  "匮乏",
                              "3":  "困顿",
                              "4":  "围困",
                              "5":  "困窘",
                              "6":  "穷尽"
                          },
              "idioms":  {
                             "1":  "岩居穴处",
                             "2":  "食不果腹/饮水思源",
                             "3":  "众叛亲离",
                             "4":  "束手就擒",
                             "5":  "困心衡虑/柳暗花明",
                             "6":  "绝处逢生/永断葛藤"
                         },
              "zong":  "井"
          },
    "井":  {
              "number":  48,
              "file":  "48-井.md",
              "schemas":  {
                              "1":  "地穴",
                              "2":  "庰：污池",
                              "3":  "井田",
                              "4":  "法度",
                              "5":  "泉水",
                              "6":  "市井"
                          },
              "idioms":  {
                             "1":  "无用武之地",
                             "2":  "藏污纳垢",
                             "3":  "筚路蓝缕/同心并力",
                             "4":  "井井有条/亡羊补牢",
                             "5":  "甘泉必竭",
                             "6":  "里巷市井"
                         },
              "zong":  "困"
          },
    "革":  {
              "number":  49,
              "file":  "49-革.md",
              "schemas":  {
                              "1":  "戒备",
                              "2":  "整饬",
                              "3":  "革除",
                              "4":  "改换",
                              "5":  "革职",
                              "6":  "告诫"
                          },
              "idioms":  {
                             "1":  "严阵以待",
                             "2":  "治病救人",
                             "3":  "兴利除弊/事急从权",
                             "4":  "逆天改命",
                             "5":  "偃革尚文",
                             "6":  "剃发易服/三令五申"
                         },
              "zong":  "鼎"
          },
    "鼎":  {
              "number":  50,
              "file":  "50-鼎.md",
              "schemas":  {
                              "1":  "贞信",
                              "2":  "楨幹",
                              "3":  "坚贞",
                              "4":  "匡正",
                              "5":  "正/主",
                              "6":  "坚固"
                          },
              "idioms":  {
                             "1":  "坦诚相待",
                             "2":  "三足鼎立",
                             "3":  "坚贞不渝",
                             "4":  "匡扶天下",
                             "5":  "正大光明",
                             "6":  "长治久安"
                         },
              "zong":  "革"
          },
    "震":  {
              "number":  51,
              "file":  "51-震.md",
              "schemas":  {
                              "1":  "心动",
                              "2":  "弃除",
                              "3":  "整饬",
                              "4":  "造就",
                              "5":  "威严",
                              "6":  "惊惧"
                          },
              "idioms":  null,
              "zong":  "艮"
          },
    "艮":  {
              "number":  52,
              "file":  "52-艮.md",
              "schemas":  {
                              "1":  "慎",
                              "2":  "很戾",
                              "3":  "艰难",
                              "4":  "不从",
                              "5":  "限制",
                              "6":  "坚硬"
                          },
              "idioms":  null,
              "zong":  "震"
          },
    "渐":  {
              "number":  53,
              "file":  "53-渐.md",
              "schemas":  {
                              "1":  "潜渐",
                              "2":  "滋润",
                              "3":  "堑_壕沟",
                              "4":  "条件/前提",
                              "5":  "浸没",
                              "6":  "没世"
                          },
              "idioms":  {
                             "1":  "大器晚成",
                             "2":  "循序渐进",
                             "3":  "反客为主",
                             "4":  "得寸进尺",
                             "5":  "潦原浸天",
                             "6":  "母仪天下/尘埃落定"
                         },
              "zong":  "归妹"
          },
    "归妹":  {
               "number":  54,
               "file":  "54-归妹.md",
               "schemas":  {
                               "1":  "归附",
                               "2":  "归隐",
                               "3":  "归还",
                               "4":  "归属",
                               "5":  "馈赠",
                               "6":  "归宿"
                           },
               "idioms":  {
                              "1":  "削足适履",
                              "2":  "返我初服",
                              "3":  "买椟还珠",
                              "4":  "坐以待毙",
                              "5":  "百川归海",
                              "6":  "有名无实"
                          },
               "zong":  "渐"
           },
    "丰":  {
              "number":  55,
              "file":  "55-丰.md",
              "schemas":  {
                              "1":  "满足",
                              "2":  "大",
                              "3":  "扩大",
                              "4":  "丰裕",
                              "5":  "使丰足",
                              "6":  "茂盛"
                          },
              "idioms":  {
                             "1":  "委曲求全",
                             "2":  "惊天动地",
                             "3":  "施展不开",
                             "4":  "绰绰有余",
                             "5":  "论功行赏",
                             "6":  "物是人非"
                         },
              "zong":  "旅"
          },
    "旅":  {
              "number":  56,
              "file":  "56-旅.md",
              "schemas":  {
                              "1":  "鲁钝",
                              "2":  "奉养",
                              "3":  "众多",
                              "4":  "旅居",
                              "5":  "膂力",
                              "6":  "粗鲁"
                          },
              "idioms":  {
                             "1":  "言不及义/祸从口出",
                             "2":  "随缘乐助",
                             "3":  "孑然一身",
                             "4":  "羁旅漂泊",
                             "5":  "自恃膂力",
                             "6":  "玩火自焚"
                         },
              "zong":  "丰"
          },
    "巽":  {
              "number":  57,
              "file":  "57-巽.md",
              "schemas":  {
                              "1":  "践履",
                              "2":  "卑顺",
                              "3":  "逊色",
                              "4":  "持握",
                              "5":  "恭顺",
                              "6":  "逃避"
                          },
              "idioms":  {
                             "1":  "顺风而倒 / 旅进旅退",
                             "2":  "畏首畏尾",
                             "3":  "甘拜下风",
                             "4":  "信手拈来",
                             "5":  "降心俯首/先庚后庚",
                             "6":  "望风披靡"
                         },
              "zong":  "兑"
          },
    "兑":  {
              "number":  58,
              "file":  "58-兑.md",
              "schemas":  {
                              "1":  "掺兑",
                              "2":  "蜕变",
                              "3":  "税_赠人",
                              "4":  "锐气",
                              "5":  "通侻",
                              "6":  "述说"
                          },
              "idioms":  {
                             "1":  "和光同尘",
                             "2":  "金蝉脱壳",
                             "3":  "一笑千金",
                             "4":  "锐不可当/破釜沉舟",
                             "5":  "信马由缰",
                             "6":  "引而伸之"
                         },
              "zong":  "巽"
          },
    "涣":  {
              "number":  59,
              "file":  "59-涣.md",
              "schemas":  {
                              "1":  "改换",
                              "2":  "炳焕",
                              "3":  "畔换",
                              "4":  "涣散",
                              "5":  "呼唤",
                              "6":  "涣泮"
                          },
              "idioms":  {
                             "1":  "改弦更张",
                             "2":  "灿烂炳焕",
                             "3":  "飞扬跋扈 / 过刚易折",
                             "4":  "人心涣散",
                             "5":  "当仁不让 / 攘臂一呼",
                             "6":  "冰消瓦解"
                         },
              "zong":  "节"
          },
    "需":  {
              "number":  5,
              "file":  "5-需.md",
              "schemas":  {
                              "1":  "等待",
                              "2":  "缓慢",
                              "3":  "滞留",
                              "4":  "需索",
                              "5":  "润泽",
                              "6":  "懦弱"
                          },
              "idioms":  {
                             "1":  "待价而沽",
                             "2":  "举步维艰",
                             "3":  "淹滞不前",
                             "4":  "低三下四",
                             "5":  "春风雨露",
                             "6":  "逆来顺受"
                         },
              "zong":  "讼"
          },
    "节":  {
              "number":  60,
              "file":  "60-节.md",
              "schemas":  {
                              "1":  "节度",
                              "2":  "分明",
                              "3":  "管束",
                              "4":  "适度",
                              "5":  "证验",
                              "6":  "操守"
                          },
              "idioms":  {
                             "1":  "进退有据",
                             "2":  "泾渭分明 / 党同伐异",
                             "3":  "约法三章",
                             "4":  "有礼有节",
                             "5":  "若合符节",
                             "6":  "守节不移"
                         },
              "zong":  "涣"
          },
    "中孚":  {
               "number":  61,
               "file":  "61-中孚.md",
               "schemas":  {
                               "1":  "孵化",
                               "2":  "诚信",
                               "3":  "俘虏",
                               "4":  "付与",
                               "5":  "信用",
                               "6":  "浮躁"
                           },
               "idioms":  {
                              "1":  "啐啄同时 / 尺蠖之屈",
                              "2":  "琴瑟和谐",
                              "3":  "半信半疑",
                              "4":  "赴汤蹈火",
                              "5":  "取信于人",
                              "6":  "飞扬浮躁"
                          },
               "zong":  "中孚"
           },
    "小过":  {
               "number":  62,
               "file":  "62-小过.md",
               "schemas":  {
                               "1":  "受祸",
                               "2":  "前往",
                               "3":  "责备",
                               "4":  "过失",
                               "5":  "经过",
                               "6":  "作祸"
                           },
               "idioms":  {
                              "1":  "飞来横祸",
                              "2":  "随遇而安",
                              "3":  "防微杜渐 / 求全责备",
                              "4":  "网开一面",
                              "5":  "将错就错",
                              "6":  "变本加厉"
                          },
               "zong":  "小过"
           },
    "既济":  {
               "number":  63,
               "file":  "63-既济.md",
               "schemas":  {
                               "1":  "酌量",
                               "2":  "听凭",
                               "3":  "渡过",
                               "4":  "忧愁",
                               "5":  "庄敬",
                               "6":  "排挤"
                           },
               "idioms":  {
                              "1":  "酌情顺理",
                              "2":  "听其自然",
                              "3":  "玉汝于成",
                              "4":  "忧心忡忡",
                              "5":  "恭俭庄敬",
                              "6":  "排斥异己"
                          },
               "zong":  "未济"
           },
    "未济":  {
               "number":  64,
               "file":  "64-未济.md",
               "schemas":  {
                               "1":  "利用",
                               "2":  "整治",
                               "3":  "齐备",
                               "4":  "跻升",
                               "5":  "救济",
                               "6":  "增益"
                           },
               "idioms":  {
                              "1":  "物尽其用",
                              "2":  "整纷剔蠹",
                              "3":  "万事俱备",
                              "4":  "秣马厉兵",
                              "5":  "济困扶危",
                              "6":  "一臂之力 / 过犹不及"
                          },
               "zong":  "既济"
           },
    "讼":  {
              "number":  6,
              "file":  "6-讼.md",
              "schemas":  {
                              "1":  "争讼",
                              "2":  "责备",
                              "3":  "申冤",
                              "4":  "容留",
                              "5":  "宽容",
                              "6":  "使用"
                          },
              "idioms":  {
                             "1":  "据理力争",
                             "2":  "法不容情",
                             "3":  "伸冤理枉",
                             "4":  "法外施恩",
                             "5":  "休休有容",
                             "6":  "临时施宜"
                         },
              "zong":  "需"
          },
    "师":  {
              "number":  7,
              "file":  "7-师.md",
              "schemas":  {
                              "1":  "众多",
                              "2":  "率领",
                              "3":  "遵循",
                              "4":  "尊崇",
                              "5":  "引导",
                              "6":  "表率"
                          },
              "idioms":  {
                             "1":  "众口铄金",
                             "2":  "马首是瞻",
                             "3":  "作乱犯上",
                             "4":  "虚左以待",
                             "5":  "知己知彼 / 按图索骥",
                             "6":  "躬先表率"
                         },
              "zong":  "比"
          },
    "比":  {
              "number":  8,
              "file":  "8-比.md",
              "schemas":  {
                              "1":  "治理",
                              "2":  "效法",
                              "3":  "顺从",
                              "4":  "配合",
                              "5":  "亲和",
                              "6":  "勾结"
                          },
              "idioms":  {
                             "1":  "鸠工庀材 / 护国佑民",
                             "2":  "如法炮制 / 上行下效",
                             "3":  "寄人篱下",
                             "4":  "里应外合",
                             "5":  "顺我者昌",
                             "6":  "沆瀣一气"
                         },
              "zong":  "师"
          },
    "小畜":  {
               "number":  9,
               "file":  "9-小畜.md",
               "schemas":  {
                               "1":  "容纳",
                               "2":  "畜牧",
                               "3":  "积蓄/恨",
                               "4":  "扶持/喜",
                               "5":  "孝顺",
                               "6":  "养活"
                           },
               "idioms":  null,
               "zong":  "履"
           }
};
