window.HEXAGRAM_SCHEMAS = {
    "履":  {
              "number":  10,
              "file":  "10-履.md",
              "schemas":  {
                              "1":  "招徕",
                              "2":  "品行",
                              "3":  "执行",
                              "4":  "担任",
                              "5":  "归服",
                              "6":  "治理"
                          },
              "idioms":  {
                              "1":  "卑辞厚礼 / 择木而栖",
                              "2":  "安之若素 / 独善其身",
                              "3":  "力不从心 / 铤而走险",
                              "4":  "如履薄冰",
                              "5":  "择善而从",
                              "6":  "察言观行"
                          },
              "zong":  "小畜"
          },
    "泰":  {
              "number":  11,
              "file":  "11-泰.md",
              "schemas":  {
                              "1":  "美好",
                              "2":  "支持",
                              "3":  "隐息",
                              "4":  "奢侈",
                              "5":  "通泰",
                              "6":  "骄纵"
                          },
              "idioms":  {
                              "1":  "为民除害",
                              "2":  "扶危济困 / 舍己为人",
                              "3":  "物极必反 / 塞翁失马",
                              "4":  "为富不仁 / 淡泊明志",
                              "5":  "天地交泰",
                              "6":  "骄横跋扈 / 倒行逆施"
                          },
              "zong":  "否"
          },
    "否":  {
              "number":  12,
              "file":  "12-否.md",
              "schemas":  {
                              "1":  "贪吝",
                              "2":  "困厄",
                              "3":  "羞耻",
                              "4":  "弘大",
                              "5":  "尊奉",
                              "6":  "邪僻"
                          },
              "idioms":  {
                              "1":  "聚敛无厌",
                              "2":  "党同伐异 / 君子固穷",
                              "3":  "受之有愧",
                              "4":  "奉天承运 / 泽被苍生",
                              "5":  "居安思危 / 奉行不悖",
                              "6":  "阳奉阴违"
                          },
              "zong":  "泰"
          },
    "同人":  {
               "number":  13,
               "file":  "13-同人.md",
               "schemas":  {
                               "1":  "威重",
                               "2":  "交往",
                               "3":  "开辟",
                               "4":  "慎重",
                               "5":  "统一",
                               "6":  "培植"
                           },
               "idioms":  {
                              "1":  "威重令行",
                              "2":  "敦亲睦族",
                              "3":  "披荆斩棘",
                              "4":  "慎谋能断",
                              "5":  "相逢一笑",
                              "6":  "深耕易耨 / 培兰树蕙"
                          },
               "zong":  "大有"
           },
    "大有":  {
               "number":  14,
               "file":  "14-大有.md",
               "schemas":  {
                               "1":  "结交",
                               "2":  "占有",
                               "3":  "劝勉",
                               "4":  "护佑",
                               "5":  "治理",
                               "6":  "宽宥"
                           },
               "idioms":  {
                              "1":  "择交而友 / 戒骄戒躁",
                              "2":  "满载而归",
                              "3":  "诱掖奖劝",
                              "4":  "保驾护航",
                              "5":  "恩威并施",
                              "6":  "不念旧恶"
                          },
               "zong":  "同人"
           },
    "谦":  {
              "number":  15,
              "file":  "15-谦.md",
              "schemas":  {
                              "1":  "谦卑",
                              "2":  "满足",
                              "3":  "吞并",
                              "4":  "减损",
                              "5":  "歉意",
                              "6":  "慊恨"
                          },
              "idioms":  {
                             "1":  "谦谦君子 / 虚怀若谷",
                             "2":  "如愿以偿",
                             "3":  "席卷宇内 / 安邦定国",
                             "4":  "退避三舍 / 以退为进",
                             "5":  "愤愤不平 / 深自愧悔",
                             "6":  "报仇雪恨 / 死不瞑目"
                         },
              "zong":  "豫"
          },
    "豫":  {
              "number":  16,
              "file":  "16-豫.md",
              "schemas":  {
                              "1":  "欲望",
                              "2":  "等待",
                              "3":  "预备",
                              "4":  "亲附",
                              "5":  "纠正",
                              "6":  "倨傲"
                          },
              "idioms":  {
                             "1":  "梦寐以求 / 一吐为快",
                             "2":  "刻峭寡合 / 翘首以待",
                             "3":  "未雨绸缪 / 悔不当初",
                             "4":  "乘势而上 / 众擎易举",
                             "5":  "通权达变",
                             "6":  "愿者上钩"
                         },
              "zong":  "谦"
          },
    "蛊":  {
              "number":  18,
              "file":  "18-蛊.md",
              "schemas":  {
                              "1":  "盬：粗劣",
                              "2":  "专固",
                              "3":  "竭力",
                              "4":  "姑息",
                              "5":  "继承",
                              "6":  "故：祭祀"
                          },
              "idioms":  null,
              "zong":  "随"
          },
    "临":  {
              "number":  19,
              "file":  "19-临.md",
              "schemas":  {
                              "1":  "守卫",
                              "2":  "攻伐",
                              "3":  "照耀",
                              "4":  "给予",
                              "5":  "临摹",
                              "6":  "监理"
                          },
              "idioms":  {
                             "1":  "讳莫如深",
                             "2":  "逢敌亮剑",
                             "3":  "酣畅淋漓",
                             "4":  "疾风劲草",
                             "5":  "入木三分",
                             "6":  "朝督暮责"
                         },
              "zong":  "观"
          },
    "乾":  {
              "number":  1,
              "file":  "1-乾.md",
              "schemas":  {
                              "1":  "空乏",
                              "2":  "建立",
                              "3":  "干求",
                              "4":  "干犯",
                              "5":  "从事",
                              "6":  "捍卫"
                          },
              "idioms":  {
                             "1":  "潜龙勿用 / 潜移默化",
                             "2":  "见龙在田 / 建功立业",
                             "3":  "朝乾夕惕 / 孜孜不倦",
                             "4":  "跃龙在渊 / 锋芒毕露",
                             "5":  "飞龙在天 / 位高权重",
                             "6":  "亢龙有悔 / 故步自封"
                         },
              "zong":  "乾"
          },
    "观":  {
              "number":  20,
              "file":  "20-观.md",
              "schemas":  {
                              "1":  "勤勉",
                              "2":  "观察",
                              "3":  "借鉴",
                              "4":  "辅助",
                              "5":  "示范",
                              "6":  "劝导"
                          },
              "idioms":  {
                             "1":  "勤勤恳恳",
                             "2":  "见微知著",
                             "3":  "以人为鉴",
                             "4":  "集思广益",
                             "5":  "言传身教 / 无言之教",
                             "6":  "谆谆教诲"
                         },
              "zong":  "临"
          },
    "噬嗑":  {
               "number":  21,
               "file":  "21-噬嗑.md",
               "schemas":  {
                               "1":  "告诫",
                               "2":  "折服",
                               "3":  "挫折",
                               "4":  "了解",
                               "5":  "发誓",
                               "6":  "划分"
                           },
               "idioms":  {
                              "1":  "小惩大诫",
                              "2":  "片言折之",
                              "3":  "一波三折",
                              "4":  "管窥蠡测",
                              "5":  "指天誓日",
                              "6":  "恩断义绝"
                          },
               "zong":  "贲"
           },
    "贲":  {
              "number":  22,
              "file":  "22-贲.md",
              "schemas":  {
                              "1":  "探究",
                              "2":  "班赐",
                              "3":  "装饰",
                              "4":  "奋勇",
                              "5":  "征聘",
                              "6":  "顺从"
                          },
              "idioms":  {
                             "1":  "寻根究底",
                             "2":  "千金市马",
                             "3":  "错彩镂金",
                             "4":  "一往无前",
                             "5":  "束帛加璧",
                             "6":  "有容乃大"
                         },
              "zong":  "噬嗑"
          },
    "剥":  {
              "number":  23,
              "file":  "23-剥.md",
              "schemas":  {
                              "1":  "依凭",
                              "2":  "质朴",
                              "3":  "相异",
                              "4":  "承担",
                              "5":  "服御",
                              "6":  "保护"
                          },
              "idioms":  {
                             "1":  "怠惰因循 / 有恃无恐",
                             "2":  "胸无城府 / 倾筐倒箧",
                             "3":  "相反相成 / 离经叛道",
                             "4":  "自投于地 / 负荆请罪",
                             "5":  "贯鱼承宠 / 尊贤使能",
                             "6":  "众志成城 / 狐假鸱张"
                         },
              "zong":  "复"
          },
    "复":  {
              "number":  24,
              "file":  "24-复.md",
              "schemas":  {
                              "1":  "恢复",
                              "2":  "覆庇",
                              "3":  "宽宥",
                              "4":  "重复",
                              "5":  "覆盖",
                              "6":  "刚愎"
                          },
              "idioms":  {
                             "1":  "迷途知返 / 不可救药",
                             "2":  "并容徧覆 / 覆庇之恩",
                             "3":  "引狼入室 / 以礼相待",
                             "4":  "三省吾身 / 三思而行",
                             "5":  "韬光养晦 / 倾柯卫足",
                             "6":  "刚愎自用 / 执迷不悟"
                         },
              "zong":  "剥"
          },
    "无妄":  {
               "number":  25,
               "file":  "25-无妄.md",
               "schemas":  {
                               "1":  "外出",
                               "2":  "非分",
                               "3":  "扰乱",
                               "4":  "怠忽",
                               "5":  "寻常",
                               "6":  "狂乱"
                           },
               "idioms":  {
                              "1":  "心无旁骛 / 勇往直前",
                              "2":  "不劳而获 / 非分之想",
                              "3":  "祸从天降 / 无妄之灾",
                              "4":  "马虎了事 / 严肃纲纪",
                              "5":  "无为而治 / 不药而愈",
                              "6":  "轻举妄动"
                          },
               "zong":  "大畜"
           },
    "大畜":  {
               "number":  26,
               "file":  "26-大畜.md",
               "schemas":  {
                               "1":  "制止",
                               "2":  "积蓄",
                               "3":  "勤劳",
                               "4":  "驯服",
                               "5":  "怀藏",
                               "6":  "容纳"
                           },
               "idioms":  {
                              "1":  "悬崖勒马",
                              "2":  "积重难返 / 不堪重负",
                              "3":  "马不停蹄 / 勤学苦练",
                              "4":  "防微杜渐 / 温顺驯服",
                              "5":  "深藏不露 / 怀瑾握瑜",
                              "6":  "任重道远 / 川流不息"
                          },
               "zong":  "无妄"
           },
    "颐":  {
              "number":  27,
              "file":  "27-颐.md",
              "schemas":  {
                              "1":  "烦乱",
                              "2":  "供养",
                              "3":  "教养",
                              "4":  "助长",
                              "5":  "主持",
                              "6":  "审慎"
                          },
              "idioms":  {
                              "1":  "三心两意",
                              "2":  "甘馨之费",
                              "3":  "矫枉过正 / 脱胎换骨",
                              "4":  "养虎遗患 / 贪得无厌",
                              "5":  "纲举目张 / 从容中道",
                              "6":  "深思熟虑"
                          },
              "zong":  "颐"
          },
    "大过":  {
               "number":  28,
               "file":  "28-大过.md",
               "schemas":  {
                               "1":  "给予",
                               "2":  "过活",
                               "3":  "祸害",
                               "4":  "转移",
                               "5":  "过分",
                               "6":  "失去"
                           },
               "idioms":  {
                              "1":  "谨小慎微 / 借花献佛",
                              "2":  "采阴补阳 / 枯杨生稊",
                              "3":  "不堪重负",
                              "4":  "借力使力",
                              "5":  "鸱张鼠伏 / 枯杨生华",
                              "6":  "灭顶之灾 / 进退失据"
                          },
               "zong":  "大过"
           },
    "习坎":  {
               "number":  29,
               "file":  "29-习坎.md",
               "schemas":  {
                               "1":  "给予",
                               "2":  "涌出",
                               "3":  "过度",
                               "4":  "收敛",
                               "5":  "敛藏",
                               "6":  "聚敛"
                           },
               "idioms":  {
                              "1":  "误入歧途 / 割地赂秦",
                              "2":  "掘井及泉",
                              "3":  "积重难返 / 自掘坟墓",
                              "4":  "适可而止",
                              "5":  "藏锋敛锐",
                              "6":  "弄巧成拙 / 聚敛无厌"
                          },
               "zong":  "习坎"
           },
    "坤":  {
              "number":  2,
              "file":  "2-坤.md",
              "schemas":  {
                              "1":  "循行",
                              "2":  "遵守",
                              "3":  "顺从",
                              "4":  "谨慎",
                              "5":  "训导",
                              "6":  "降服"
                          },
              "idioms":  {
                             "1":  "履霜坚冰 / 循序渐进",
                             "2":  "奉公守法",
                             "3":  "恪尽职守 / 善始善终",
                             "4":  "谨言慎行",
                             "5":  "垂裳而治",
                             "6":  "降龙伏虎"
                         },
              "zong":  "坤"
          },
    "离":  {
              "number":  30,
              "file":  "30-离.md",
              "schemas":  {
                              "1":  "罗致",
                              "2":  "猛厉",
                              "3":  "迟疑",
                              "4":  "离开",
                              "5":  "广布",
                              "6":  "执法"
                          },
              "idioms":  {
                              "1":  "网罗天下 / 火烧绵山",
                              "2":  "气势如虹",
                              "3":  "迟疑不决 / 追悔莫及",
                              "4":  "弃如敝履",
                              "5":  "肝胆相照 / 裂土封侯",
                              "6":  "雷厉风行 / 赏罚分明"
                          },
              "zong":  "离"
          },
    "咸":  {
              "number":  31,
              "file":  "31-咸.md",
              "schemas":  {
                              "1":  "感应",
                              "2":  "减除",
                              "3":  "共同",
                              "4":  "和睦",
                              "5":  "诚意",
                              "6":  "完毕"
                          },
              "idioms":  null,
              "zong":  "恒"
          },
    "恒":  {
              "number":  32,
              "file":  "32-恒.md",
              "schemas":  {
                              "1":  "穷尽",
                              "2":  "规律",
                              "3":  "恒心",
                              "4":  "寻常",
                              "5":  "伦常",
                              "6":  "固定"
                          },
              "idioms":  null,
              "zong":  "咸"
          },
    "大壮":  {
               "number":  34,
               "file":  "34-大壮.md",
               "schemas":  {
                               "1":  "戕伤",
                               "2":  "牢固",
                               "3":  "激烈",
                               "4":  "庄重",
                               "5":  "庄美",
                               "6":  "装入"
                           },
               "idioms":  null,
               "zong":  "遁"
           },
    "家人":  {
               "number":  37,
               "file":  "37-家人.md",
               "schemas":  {
                               "1":  "室内",
                               "2":  "内部",
                               "3":  "驯养",
                               "4":  "家产",
                               "5":  "采邑",
                               "6":  "持家"
                           },
               "idioms":  null,
               "zong":  "睽"
           },
    "蹇":  {
              "number":  39,
              "file":  "39-蹇.md",
              "schemas":  {
                              "1":  "噪扰不安",
                              "2":  "忠贞貌",
                              "3":  "断绝",
                              "4":  "攓：撩衣做工",
                              "5":  "坚固",
                              "6":  "拔取"
                          },
              "idioms":  null,
              "zong":  "解"
          },
    "屯":  {
              "number":  3,
              "file":  "3-屯.md",
              "schemas":  {
                              "1":  "驻扎",
                              "2":  "迍难",
                              "3":  "堵塞",
                              "4":  "敦厚",
                              "5":  "囤积",
                              "6":  "土阜"
                          },
              "idioms":  null,
              "zong":  "蒙"
          },
    "损":  {
              "number":  41,
              "file":  "41-损.md",
              "schemas":  {
                              "1":  "自制",
                              "2":  "损辱",
                              "3":  "损失",
                              "4":  "清除",
                              "5":  "减损",
                              "6":  "减轻"
                          },
              "idioms":  null,
              "zong":  "益"
          },
    "益":  {
              "number":  42,
              "file":  "42-益.md",
              "schemas":  {
                              "1":  "限制",
                              "2":  "增益",
                              "3":  "隐没",
                              "4":  "助益",
                              "5":  "使顺笃",
                              "6":  "骄溢"
                          },
              "idioms":  null,
              "zong":  "损"
          },
    "夬":  {
              "number":  43,
              "file":  "43-夬.md",
              "schemas":  {
                              "1":  "废弛",
                              "2":  "判断",
                              "3":  "决裂",
                              "4":  "果决",
                              "5":  "断绝",
                              "6":  "诀别"
                          },
              "idioms":  {
                             "1":  "纲纪废弛",
                             "2":  "一字千钧 / 言出法随",
                             "3":  "势不两立",
                             "4":  "一意孤行",
                             "5":  "快刀斩乱麻",
                             "6":  "分道扬镳 / 天涯比邻"
                         },
              "zong":  "姤"
          },
    "姤":  {
              "number":  44,
              "file":  "44-姤.md",
              "schemas":  {
                              "1":  "邂逅",
                              "2":  "谋求",
                              "3":  "遭遇",
                              "4":  "招致",
                              "5":  "讲求",
                              "6":  "媾和"
                          },
              "idioms":  {
                             "1":  "不忘初心 / 心浮气躁",
                             "2":  "巧取豪夺 / 乐善好施",
                             "3":  "举步维艰",
                             "4":  "招兵买马 / 貌合神离",
                             "5":  "拳拳服膺 / 法天象地",
                             "6":  "卧薪尝胆 / 委曲求全"
                         },
              "zong":  "夬"
          },
    "困":  {
              "number":  47,
              "file":  "47-困.md",
              "schemas":  {
                              "1":  "阻碍",
                              "2":  "困难",
                              "3":  "围困",
                              "4":  "疲惫",
                              "5":  "困窘",
                              "6":  "穷尽"
                          },
              "idioms":  {
                             "1":  "形格势禁",
                             "2":  "食不果腹 / 饮水思源",
                             "3":  "内外交困",
                             "4":  "鞠躬尽瘁",
                             "5":  "进退维谷 / 柳暗花明",
                             "6":  "困兽犹斗"
                         },
              "zong":  "井"
          },
    "井":  {
              "number":  48,
              "file":  "48-井.md",
              "schemas":  {
                              "1":  "摒弃",
                              "2":  "占据",
                              "3":  "彷徨",
                              "4":  "捍蔽",
                              "5":  "发放",
                              "6":  "释放"
                          },
              "idioms":  {
                             "1":  "廉颇老矣",
                             "2":  "鸠占鹊巢",
                             "3":  "彷徨四顾 / 同心并力",
                             "4":  "亡羊补牢",
                             "5":  "甘泉必竭",
                             "6":  "楚弓楚得"
                         },
              "zong":  "困"
          },
    "革":  {
              "number":  49,
              "file":  "49-革.md",
              "schemas":  {
                              "1":  "戒备",
                              "2":  "整饬",
                              "3":  "革除",
                              "4":  "改换",
                              "5":  "革职",
                              "6":  "敬爱"
                          },
              "idioms":  {
                             "1":  "严阵以待",
                             "2":  "治病救人",
                             "3":  "兴利除弊/事急从权",
                             "4":  "逆天改命",
                             "5":  "偃革尚文",
                             "6":  "剃发易服/甘棠遗爱"
                         },
              "zong":  "鼎"
          },
    "鼎":  {
              "number":  50,
              "file":  "50-鼎.md",
              "schemas":  {
                              "1":  "贞信",
                              "2":  "担当",
                              "3":  "坚贞",
                              "4":  "匡正",
                              "5":  "正直",
                              "6":  "安定"
                          },
              "idioms":  {
                             "1":  "继往开来/贞而不谅",
                             "2":  "三足鼎立",
                             "3":  "坚贞不渝",
                             "4":  "匡扶天下",
                             "5":  "正大光明",
                             "6":  "长治久安"
                         },
              "zong":  "革"
          },
    "震":  {
              "number":  51,
              "file":  "51-震.md",
              "schemas":  {
                              "1":  "心动",
                              "2":  "弃除",
                              "3":  "整饬",
                              "4":  "造就",
                              "5":  "威严",
                              "6":  "惊惧"
                          },
              "idioms":  null,
              "zong":  "艮"
          },
    "艮":  {
              "number":  52,
              "file":  "52-艮.md",
              "schemas":  {
                              "1":  "慎",
                              "2":  "很戾",
                              "3":  "艰难",
                              "4":  "不从",
                              "5":  "限制",
                              "6":  "坚硬"
                          },
              "idioms":  null,
              "zong":  "震"
          },
    "渐":  {
              "number":  53,
              "file":  "53-渐.md",
              "schemas":  {
                              "1":  "潜渐",
                              "2":  "滋润",
                              "3":  "堑_壕沟",
                              "4":  "条件/前提",
                              "5":  "浸没",
                              "6":  "没世"
                          },
              "idioms":  {
                             "1":  "大器晚成",
                             "2":  "丰衣足食",
                             "3":  "反客为主",
                             "4":  "借梯上楼",
                             "5":  "潦原浸天",
                             "6":  "母仪天下/尘埃落定"
                         },
              "zong":  "归妹"
          },
    "归妹":  {
               "number":  54,
               "file":  "54-归妹.md",
               "schemas":  {
                               "1":  "归附",
                               "2":  "归隐",
                               "3":  "归还",
                               "4":  "归属",
                               "5":  "馈赠",
                               "6":  "归宿"
                           },
               "idioms":  {
                              "1":  "择木而栖",
                              "2":  "返我初服",
                              "3":  "买椟还珠",
                              "4":  "坐以待毙",
                              "5":  "妆奁丰厚",
                              "6":  "有名无实"
                          },
               "zong":  "渐"
           },
    "丰":  {
              "number":  55,
              "file":  "55-丰.md",
              "schemas":  {
                              "1":  "讽喻",
                              "2":  "威仪",
                              "3":  "体察",
                              "4":  "礼敬",
                              "5":  "礼遇",
                              "6":  "放逸"
                          },
              "idioms":  {
                             "1":  "主文谲谏",
                             "2":  "望而生畏 / 曲高和寡",
                             "3":  "折节下士",
                             "4":  "恩同再造 / 风云际会",
                             "5":  "论功行赏",
                             "6":  "肆意妄为 / 玩物丧志"
                         },
              "zong":  "旅"
          },
    "旅":  {
              "number":  56,
              "file":  "56-旅.md",
              "schemas":  {
                              "1":  "鲁钝",
                              "2":  "奉养",
                              "3":  "粗鲁",
                              "4":  "陈列",
                              "5":  "吕巨",
                              "6":  "攀附"
                          },
              "idioms":  {
                             "1":  "言不及义/祸从口出",
                             "2":  "随缘乐助",
                             "3":  "财多命殆",
                             "4":  "明珠暗投",
                             "5":  "述而不作 / 恃才傲物",
                             "6":  "趋炎附势"
                         },
              "zong":  "丰"
          },
    "巽":  {
              "number":  57,
              "file":  "57-巽.md",
              "schemas":  {
                              "1":  "派遣",
                              "2":  "卑顺",
                              "3":  "逊色",
                              "4":  "置办",
                              "5":  "恭顺",
                              "6":  "逃避"
                          },
              "idioms":  {
                             "1":  "顺风而倒 / 旅进旅退",
                             "2":  "卑躬屈膝",
                             "3":  "甘拜下风 / 心服口服",
                             "4":  "信手拈来",
                             "5":  "俯首听命 / 先庚后庚",
                             "6":  "望风披靡"
                         },
              "zong":  "兑"
          },
    "兑":  {
              "number":  58,
              "file":  "58-兑.md",
              "schemas":  {
                              "1":  "掺兑",
                              "2":  "蜕变",
                              "3":  "赠送",
                              "4":  "锐气",
                              "5":  "通侻",
                              "6":  "述说"
                          },
              "idioms":  {
                             "1":  "和光同尘",
                             "2":  "金蝉脱壳",
                             "3":  "一笑千金",
                             "4":  "锐不可当 / 一锤定音",
                             "5":  "信马由缰",
                             "6":  "引而伸之"
                         },
              "zong":  "巽"
          },
    "涣":  {
              "number":  59,
              "file":  "59-涣.md",
              "schemas":  {
                              "1":  "改换驭壮",
                              "2":  "炳焕显效",
                              "3":  "畔换显己",
                              "4":  "辨类发散",
                              "5":  "呼唤彰治",
                              "6":  "涣泮释惧"
                          },
              "idioms":  {
                             "1":  "改弦更张",
                             "2":  "灿烂炳焕",
                             "3":  "飞扬跋扈 / 过刚易折",
                             "4":  "人心涣散",
                             "5":  "当仁不让 / 攘臂一呼",
                             "6":  "冰消瓦解"
                         },
              "zong":  "节"
          },
    "需":  {
              "number":  5,
              "file":  "5-需.md",
              "schemas":  {
                              "1":  "等待",
                              "2":  "需要",
                              "3":  "懦弱",
                              "4":  "需索",
                              "5":  "润泽",
                              "6":  "任用"
                          },
              "idioms":  {
                             "1":  "待价而沽",
                             "2":  "举步维艰",
                             "3":  "作茧自缚 / 畏首畏尾",
                             "4":  "割地求和",
                             "5":  "春风雨露",
                             "6":  "收揽人心"
                         },
              "zong":  "讼"
          },
    "节":  {
              "number":  60,
              "file":  "60-节.md",
              "schemas":  {
                              "1":  "节度",
                              "2":  "阻截",
                              "3":  "管束",
                              "4":  "适度",
                              "5":  "证验",
                              "6":  "操守"
                          },
              "idioms":  {
                             "1":  "进退有据",
                             "2":  "泾渭分明 / 党同伐异",
                             "3":  "约法三章",
                             "4":  "有礼有节",
                             "5":  "若合符节",
                             "6":  "守节不移"
                         },
              "zong":  "涣"
          },
    "中孚":  {
               "number":  61,
               "file":  "61-中孚.md",
               "schemas":  {
                               "1":  "孵化",
                               "2":  "信任",
                               "3":  "普遍",
                               "4":  "超过",
                               "5":  "信用",
                               "6":  "付与"
                           },
               "idioms":  {
                              "1":  "啐啄同时 / 瑕瑜互见",
                              "2":  "心有灵犀 / 推心置腹",
                              "3":  "一视同仁 / 半信半疑",
                              "4":  "顺天应人 / 意乱情迷",
                              "5":  "深孚众望 / 取信于人",
                              "6":  "赴汤蹈火 / 所托非人"
                          },
               "zong":  "中孚"
           },
    "小过":  {
               "number":  62,
               "file":  "62-小过.md",
               "schemas":  {
                               "1":  "受祸",
                               "2":  "前往",
                               "3":  "责备",
                               "4":  "过失",
                               "5":  "经过",
                               "6":  "作祸"
                           },
               "idioms":  {
                              "1":  "飞来横祸",
                              "2":  "取法乎上",
                              "3":  "严惩不贷 / 开柙出虎",
                              "4":  "网开一面 / 前车之鉴",
                              "5":  "随机应变",
                              "6":  "变本加厉"
                          },
               "zong":  "小过"
           },
    "既济":  {
               "number":  63,
               "file":  "63-既济.md",
               "schemas":  {
                               "1":  "酌量",
                               "2":  "听凭",
                               "3":  "渡过",
                               "4":  "忧愁",
                               "5":  "庄敬",
                               "6":  "排挤"
                           },
               "idioms":  {
                              "1":  "酌情顺理",
                              "2":  "听其自然",
                              "3":  "破釜沉舟",
                              "4":  "忧心忡忡",
                              "5":  "恭俭庄敬",
                              "6":  "排斥异己"
                          },
               "zong":  "未济"
           },
    "未济":  {
               "number":  64,
               "file":  "64-未济.md",
               "schemas":  {
                               "1":  "利用",
                               "2":  "整治",
                               "3":  "齐备",
                               "4":  "登上",
                               "5":  "救济",
                               "6":  "增益"
                           },
               "idioms":  {
                              "1":  "物尽其用",
                              "2":  "整纷剔蠹",
                              "3":  "万事俱备",
                              "4":  "秣马厉兵",
                              "5":  "济困扶危",
                              "6":  "一臂之力 / 过犹不及"
                          },
               "zong":  "既济"
           },
    "讼":  {
              "number":  6,
              "file":  "6-讼.md",
              "schemas":  {
                              "1":  "争讼",
                              "2":  "责备",
                              "3":  "申冤",
                              "4":  "容留",
                              "5":  "宽容",
                              "6":  "使用"
                          },
              "idioms":  {
                             "1":  "解讼息争",
                             "2":  "法不容情",
                             "3":  "伸冤理枉",
                             "4":  "容隐曲庇 / 法外施恩",
                             "5":  "休休有容",
                             "6":  "临时施宜"
                         },
              "zong":  "需"
          },
    "师":  {
              "number":  7,
              "file":  "7-师.md",
              "schemas":  {
                              "1":  "众多",
                              "2":  "率领",
                              "3":  "遵循",
                              "4":  "尊崇",
                              "5":  "引导",
                              "6":  "表率"
                          },
              "idioms":  {
                             "1":  "众口铄金 / 万众一心",
                             "2":  "马首是瞻",
                             "3":  "作乱犯上",
                             "4":  "虚左以待",
                             "5":  "知己知彼 / 按图索骥",
                             "6":  "躬先表率"
                         },
              "zong":  "比"
          },
    "比":  {
              "number":  8,
              "file":  "8-比.md",
              "schemas":  {
                              "1":  "治理",
                              "2":  "效法",
                              "3":  "顺从",
                              "4":  "配合",
                              "5":  "亲和",
                              "6":  "勾结"
                          },
              "idioms":  {
                             "1":  "鸠工庀材 / 护国佑民",
                             "2":  "如法炮制 / 上行下效",
                             "3":  "寄人篱下",
                             "4":  "里应外合",
                             "5":  "顺我者昌",
                             "6":  "沆瀣一气"
                         },
              "zong":  "师"
          },
    "小畜":  {
               "number":  9,
               "file":  "9-小畜.md",
               "schemas":  {
                               "1":  "奉行",
                               "2":  "守护",
                               "3":  "请求",
                               "4":  "治理",
                               "5":  "孝顺",
                               "6":  "守持"
                           },
               "idioms":  {
                              "1":  "因势利导",
                              "2":  "拨乱反正",
                              "3":  "得寸进尺",
                              "4":  "化险为夷",
                              "5":  "同心同德 / 休戚与共",
                              "6":  "墨守成规 / 画蛇添足"
                          },
               "zong":  "履"
           }
};
